---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.NumberSystemJustify
source: html/9e9d67bd-10ed-3a8c-2c08-a72fab716e95.htm
---
# Autodesk.Revit.DB.ParameterTypeId.NumberSystemJustify Property

"Justify"

## Syntax (C#)
```csharp
public static ForgeTypeId NumberSystemJustify { get; }
```